[
	{
		"title": "Cryptonomics as an Alternative to Interest",
		"img": "https://secure.meetupstatic.com/photos/event/d/5/e/7/highres_492834759.jpeg",
		"story1": "CryptoMondays Lagos presents its first event with a great topic and an amazing line-up of speakers.",
		"story2": "Cryptocurrencies and DeFi protocols are now standing (and even more than ever) as a real alternative to interest (traditional banking). Therefore, we have chosen this hot topic for our 1st edition.",
		"story3": "This opportunity, the format of the event will be as a Round-Table where we will be joined by experienced professionals from some of the top companies in Decentralized Finance, cryptocurrency, and blockchain such as Blockchain Nigeria User Group, Sabii Exchange, OKEx, and Celo!",
		"story4": "The panel will be hosted by two of our Co-Organizers, Ms. Victoria Ukpaka (Trading Partner at OKEx, and Social Media Manager at Blockchain African Ladies), and Ms. Paula Hajduczenia (Founder & CEO at Novel Stones).",
		"story5": "- Mr. Chuta Chimezie, Founder of Blockchain Nigeria User Group BNUG. Besides BNUG, Chuta has been in multiple blockchain ventures, written two blockchain books, and currently runs an MSc program on Cryptocurrency at the University of Nicosia, Cyprus.  - Lucky Uwakwe, Founder and CEO of Sabii Exchange. Lucky is a serial entrepreneur and has been involved in several tech & blockchain ventures such as Blockchain Solutions Ltd., Cheetahafrica.org, and more recently Sabii Exchange. He has also advised several blockchain projects, including AIR WALLET, and timechain.com.",
		"story6": "- Lucky Uwakwe, Founder and CEO of Sabii Exchange. Lucky is a serial entrepreneur and has been involved in several tech & blockchain ventures such as Blockchain Solutions Ltd., Cheetahafrica.org, and more recently Sabii Exchange. He has also advised several blockchain projects, including AIR WALLET, and timechain.com.",
		"story7": "- Daniel Irabor, Business Manager OKEx Africa. Daniel joined OKEx after serving as CMO at BitFxt, and as Executive Strategic Director and Brand manager before that. He has also been involved in many blockchain events in Lagos as he Founded SteemIT, one of Nigeria's biggest annual blockchain events.",
		"story8": "- Dr. Markus Franke is a Partner at cLabs, working on Celo. He is focused on protocol economics and stability. He's been working at the intersection of finance, economics, and research for the past 15+ years, including at J.P.Morgan, Merrill Lynch, risklab, AllianzGI, and at various research institutions including the Ludwig-Maximilians-Universität München, Columbia Business School in New York and Hong Kong University of Science and Technology. He holds a PhD in quantitative finance.",
		"story9": "Join us in what it will be a very exciting event!",
		"name": "VICTORIA U. and 2 others",
		"dateto": "Monday, October 26, 2020",
		"time": "7:00 PM to 8:30 PM GMT+1",
		"datetoandtimeto": "Mon, Oct 26 · 7:00 PM GMT+1",
		"payment": "Free" ,
		"hostimage": "https://secure.meetupstatic.com/photos/member/2/7/2/b/thumb_301510027.jpeg"
	}
]